const Biol = () => (
  <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container">
    <div className="info-card" style={{padding: '30px', fontSize: '20px'}}>
    <div className="about-card">
      <h1>Биология</h1>
    <div>
         <h3>
              Интересные факты:
            </h3>
          <p>
            Природа любит шутить. Она создала некоторые механизмы, которые выходят за рамки нашей фантазии.
          </p>
          <li>
            На Земле есть одно-единственное бессмертное существо. 
            Это медуза, хорошо изученная биологами. 
            Она развивается из полипа, и после окончания жизненного цикла медузы не умирает, 
            а опускается на дно и снова превращается в полип, после чего цикл запускается заново
            и это единственное, что мешает им жить вечно - рыбы.
          </li>
            <li>
              У верблюдов, несмотря на горбы, позвоночник такой же прямок, как у лошадей.
            </li>
            <li>
            Некоторые разные виды могут скрещиваться между собой, но их потомство уже будет бесплодным. 
            Так, самым большим в мире представителем семейства кошачьих является лигр по имени Геркулес, гибрид льва и тигра.
            </li>
            <li>
            Некоторые виды моллюсков, например, устрицы, могут менять пол по собственному желанию.
            </li>
            <li>
              Самой сильной мышцей в человеческом теле является язык.
            </li> 
            <li>
              В среднестатистическом человеческом мозге протекает около 100 тысяч различных химических реакций.
            </li>
            <li>
              Кровь млекопитающих обладает красным цветом благодаря железу, которое переносит кислород. 
              У некоторых моллюсков эту функцию выполняет медь, поэтому кровь у них голубая.
            </li>
            <li>
              рава бывает очень высокой. К примеру, банановые пальмы с точки зрения биологии являются травой. 
              Но все рекорды бьёт бамбук, который тоже трава, причём вырастает он до 25-30 метров. 
              А 30 метров — это примерно высота 10-этажного дома.
            </li>
            <li>
              Около 70% всех биологической массы на Земле составляют бактерии.
            </li>
            <li>
              При всём разнообразии птиц на Земле только одна из них начисто 
              лишена крыльев — новозеландская птица киви, предмет пристального изучения биологов всего мира.
            </li>
            <li>
              Некоторые птицы умеют спать во время полёта. В частности, так действуют аисты.
            </li>
            
      </div>
      <a href="https://multiurok.ru/blog/20-interesnykh-faktov-v-biologii.html?ysclid=mppkm10nxh887019404" 
            target="_blank" className="btn-read">Больше:</a>
      
     <div>
        <img 
          src="https://avatars.mds.yandex.net/i?id=a7969b787fae47835824179ae96c07730012d686-10997011-images-thumbs&n=13" 
          style={{ top: 30, left: 20, width: '100%', height: '100%', borderRadius: '0px' }} 
        />
    </div>

     <div>
        <img 
          src="https://avatars.mds.yandex.net/i?id=e65afa43d940df6bb580ea2f8ca74118c285ff03-10243947-images-thumbs&n=13" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>
  
    <a href="https://infourok.ru/user/afashagova-rita-yusufovna/blog/interesnih-faktov-po-biologii-87824.html?ysclid=mpplb4gei2883377837" target="_blank" className="btn-read">Больше:</a>

      
    </div>
  </div>
  </div>
  </div>
);
export default Biol;