const Hist = () => (
  <div style={{ fontFamily: 'Male2, serif', fontSize: '25px' }}>
  <div className="content-container animate-in">
    <div className="about-card">
      <h1>История</h1>
            <h3>
              Эры:
            </h3>
          <p>
            
          </p>
          <li>
            <b fontSize='20px'>Архейская эра</b>
          </li>
            <li>
              <b>Протерозойская эра</b>
            </li>
            <li>
              <b>
            Палеозойская эра
              </b>
            </li>
            <li>
              <b>Мезозойская эра</b>
            </li>
            <li>
              <b>
                Кайнозойская эра
              </b>
            </li> 
      </div>
      <div>
    
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2020/09/hronologiya-evolyuczii-zhizni-na-zemle.jpg" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px' }} 
        />
    </div>

    <h4>
     Архейская эра
    </h4>
    <p style={{ fontSize: '20px', fontFamily : 'Male, serif' }}>
      Архей – самый древнейший этап жизни в истории Земли. Сам термин был предложен геологом Дж. Дана в 1872 году.
    </p>
    <p>  
      Начинается этот период примерно 4,5 млрд лет назад, когда планета Земля только формировалась. Сохранившиеся горные породы этого времени свидетельствуют о развитии прокариотической (доядерной) формы жизни.

      Первые фотосинтезирующие организмы сохранились до наших дней в виде окаменелостей и их возраст насчитывает 3,4 млрд лет.

      В атмосфере присутствовал хлор, водород и аммиак. В Архее формируются залежи серы, никеля, железа. Уровень радиации в это время был достаточно высок, а температура доходила до 80 градусов по Цельсию.

      От удара с небесным телом, в результате которого сформировалась Луна, увеличивается скорость вращения Земли и её наклон.      
    </p>
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2021/08/Arhey.png" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>
    
       <h4>
        Протерозойская эра
      </h4>
      <p style={{ fontSize: '20px', fontFamily : 'Male, serif' }}>
      Протерозойская эра начинается примерно 2,5 млрд лет назад и длится до 540 млн лет назад.
      </p>
    <p>
      Это самый длительный геологический период в истории Земли. Происходит формирование почвы 
      и одноклеточных организмов, появляются первые водоросли, черви и моллюски.

      С начала периода кислород в атмосфере отсутствует, но со временем его начинают выделять 
      бактерии, жившие в «первичном бульоне». У некоторых из них появляется способность к аэробному дыханию.

      Солнце начинает давать больше света, однако его недостаточно для прогрева Земли. Наоборот,
       — Земля значительно охлаждается в этот период. Вся планета покрывается ледником, отсюда появляется 
      гипотеза Земля-снежок. Вероятно, похолодание было связано с резким увеличением кислорода в атмосфере.
    </p>
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2021/08/ZHizn-v-Ediakarskom-more.jpg" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>
         <h4>
        Палеозойская эра
      </h4>
    <p style={{ fontSize: '20px', fontFamily : 'Male, serif' }}>
      Этот период известен как эра древней жизни.
    </p>
    <p>
       Палеозой делится на 6 периодов:
    </p>
      <li>
        Кембрийский период
      </li>
      <p>
      — этот период занимает 530-490 млн лет назад. 
      В кембрии происходит формирование флоры и фауны Земли. 
      Однако из-за высоких температур живые существа не могли 
      проживать на суше, как правило, жизнь развивалась в воде. 
      В океане жили водоросли, моллюски и членистоногие.
      </p>
      <li>
        Ордовикский период (490 – 422 млн лет назад). 
      </li>
      <p>
       В океане начинают появляться позвоночные, коралловые и губки. 
        На суши распространяются лишайники, а также первые членистоногие.
      </p>
      <li>
        Силурский период 
      </li>
      <p>
        начинается с 422 и заканчивается 418 млн лет назад. 
        В нём появляются растения на суше, у членистоногих возникает лёгочная ткань.
         У позвоночных формируется костный скелет. В силуре появляются климатические зоны, 
         а также возникают горные массивы.
      </p>
      <li>
        Девонский период 
      </li>
      <p>
        длится с 418 по 353 млн лет назад. 
        Поверхность земли покрывается лесами.
        Появляются амфибии, живущие на суше, а также первые насекомые.
      </p>
      <li>
        Каменноугольный период 
      </li>
      <p>
        длился с 353 по 290 млн лет назад. 
        Появляются земноводные, но в конце периода температура 
        сильно снижается, что приводит к вымиранию живых существ.
      </p>
      <li>Пермский период </li>
      <p>
        охватывает промежуток с 290 по 249 млн лет назад. 
        Появляются пресмыкающиеся, температура возрастает, образуются пустыни.
      </p>
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2021/08/ZHizn-v-ordovike.jpg" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>

      <h4>
        Мезозойская эра
      </h4>
      <p>
        В свою очередь мезозой делится на 3 периода:
      </p>
      <li>Триасовый период (248 – 200 млн лет назад) 
       </li>
        <p>
           – в это время суша начинает делиться на континенты. 
           Возникает класс млекопитающих и семейство растений.
        </p>
      <li>
        Юрский период 
      </li>
      <p>
        (200 – 140 млн лет назад) 
        – это период отличает возникновение 
        покрытосеменных растений и прародителей птиц – динозавров.
      </p>
      <li>
        Меловой период
      </li>
      <p>
        (140 – 65 млн лет назад) – развиваются высший формы млекопитающих и птиц. В конце мелового периода вымирают динозавры.
      </p>
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2021/08/YUrskiy-period.jpg" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>

      <h4>
        Кайнозойская эра
      </h4>
      <p style={{ fontSize: '20px', fontFamily : 'Male, serif' }}>
        Кайнозой – это современная эра Земли. 
      </p>
    <p>
     Начинается 65 млн лет назад. Этот период истории 
     Земли отличается большим разнообразием видов животных 
     и растений, наземных млекопитающих. Кайнозой также 
     является эрой саванн, цветковых растений и насекомых. 
     Происходит эволюция птиц.
    </p>
     <div>
        <img 
          src="https://natworld.org/wp-content/uploads/2021/08/Kaynozoyskaya-era.jpg" 
          alt="Олень в лесу" 
          style={{ maxWidth: '100%', borderRadius: '10px',}} 
        />
    </div>

    <a href="https://natworld.org/nauki-o-prirode/osnovnye-geologicheskie-ery-i-periody-zemli-v-hronologicheskom-poryadke"
      target="_blank" className="btn-read">Больше:</a>

    </div>
  </div>
  </div>
);
export default Hist;