import { useParams } from 'react-router-dom';
const Animals = () => {
  const { sectionName } = useParams();

  return (
    
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container">
      <div className="info-card" style={{padding: '30px'}}>
        <h1 className="card-header">Животный мир Ростовской области</h1>
          Ростовская область, расположенная на юге России, 
          выделяется уникальным сочетанием трёх природных зон —
           степей, полупустынь и лесов. Пейзажи региона поражают 
           разнообразием: бескрайние степи соседствуют с пойменными 
           и байрачными лесами, меловыми буграми, величественной рекой 
           Дон и побережьем Азовского моря. К этому добавляются 
           скалистые отроги Донецкого кряжа и реликтовые солёные озёра.
            Подобное многообразие ландшафтов формирует благоприятные условия 
            для богатой и разнообразной фауны.
            Млекопитающие
      </div>
    </div>
    </div>
  );
};
export default Animals;


