import { useParams } from 'react-router-dom';

const History = () => {
  const { sectionName } = useParams();
  return (
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container">
      <div className="info-card" style={{padding: '30px'}}>
        <h1 className="card-header">История Земли</h1>
      <h2>История Земли длится около 4,6 миллиардов лет. 
        Всё это время планета постоянно менялась.</h2>
      <p>Сначала Земля была раскалённым шаром из лавы, на который 
        падали астероиды. Потом она остыла, появились океаны и первая 
        атмосфера — без кислорода, зато с метаном и углекислотой.
      </p>
      <h3>
        Около 2,5 миллиардов лет назад бактерии насытили воздух 
        кислородом. Начали формироваться материки. Земля несколько
         раз полностью замерзала («Земля-снежок»), а потом снова оттаивала.
      </h3>
      <h3>
        Дальше пошли грандиозные катаклизмы: вулканы, падения астероидов, 
        ледниковые периоды. Около 300 миллионов лет назад все материки 
        слились в один суперконтинент Пангею, а потом разошлись.
      </h3>
      <h3>
        Последние 66 миллионов лет — эпоха, когда сформировались современные горы 
        (Гималаи, Анды) и климат стал таким, какой мы знаем. Люди появились всего пару миллионов лет назад — это мгновение по геологическим меркам.
      </h3>
      </div>
      </div>
    </div>
  );
};
export default History;


