const Artiodactyls = () => {
  return (
     <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Парнокопытные:</h1>
        <h2>
          В лесных районах встречаются:
        </h2>
          <li>кабаны</li>
          <li>косули</li>
          <li>благородные олени</li>
          <li>лани </li>
          <li>лоси</li>

        <p>Оленя нередко называют «сохатым» из за сходства 
          его рогов с древними земледельческими орудиями.
          </p>

        <h3>
         Особенно многочисленны:
        </h3>
          <li>кабаны (более 3 000 особей)</li>
          <li>косули (свыше 2 000)</li>
          <li>благородные олени (более 600)</li>
          <p>За последние 10 лет численность 
            копытных выросла на 79 % благодаря 
            биотехническим мероприятиям на охотничьих угодьях.
          </p>
      </div>
      </div>
    </div>
  );
};

export default Artiodactyls;


