const Birds = () => {
  return (
     <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Птицы</h1>
        <h2>
          Орнитофауна Ростовской области насчитывает 
          более 300 видов, что делает регион настоящим 
          раем для любителей птиц и профессиональных орнитологов.
        </h2>
        <h3>
          Пернатые обитатели края разнообразны:
        </h3>
        <h4>
          лесные и полевые виды:
        </h4>
          <li>аисты</li>
          <li>совы </li>
          <li>дятлы</li>
          <li>горлицы</li>
          <li>иволги</li>
          <li>зяблики</li>

          <h4>
          водоплавающие и околоводные:
          </h4>
          <li>утки</li>
          <li>журавли</li>
          <li>пеликаны</li>
          <li>бакланы</li>
          <li>чайки</li>
          <li>поганки</li>
          <li>крачки</li>
          <li>лебеди</li>
          <li>гуси</li>
          <li>кулики</li>

          <p>Особого внимания заслуживают хищные птицы. 
            Орлан белохвост — самая крупная птица региона и 
            европейской части России. На островах Веселовского 
            водохранилища гнездятся орланы белохвосты и кудрявые пеликаны.
             Степной орёл и сайгак считаются символами местной природы.
            Также в регионе встречаются фазаны, куропатки, коршуны, 
            стрижи и кукушки. Несмотря на меньшее число особей по сравнению 
            с другими группами, птичья фауна отличается значительным видовым разнообразием.

          </p>
      </div>
    </div>
    </div>
  );
};

export default Birds;



 
