const Cells = () => {
  return (
     <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Клетка</h1>
        <h2>Клетка — это элементарная единица всего живого. 
          Любой организм, от бактерии до человека, состоит из клеток. 
          Если говорить просто: это такие микроскопические кирпичики жизни. 
          Давайте разберём их строение.
        </h2>
        <h3>
          Основные части любой клетки:
        </h3>
        <li>Мембрана</li>
        <p>Оболочка, которая пропускает нужные вещества и защищает содержимое.
        </p>
        <li>Цитоплазма</li>
        <p>внутреннее полужидкое содержимое, где происходят все химические реакции. 
          Это как улицы и площади внутри города.
        </p>
        <li>Ядро (не у всех)</li>
        <p>Хранит ДНК и управляет работой клетки. Как мэрия, где лежат все чертежи.</p>
        <p>Клетка — это элементарная единица всего живого.</p>
        <h3>Два главных типа клеток:</h3>
        <li>Прокариоты (например, бактерии)</li>
        <p>у них нет ядра, они простые и маленькие.</p>
        <li>Эукариоты (животные, растения, грибы, люди)</li>
        <p>есть ядро и сложные органоиды. Например, митохондрии — это «энергостанции» клетки.</p>
      </div>
    </div>
    </div>
  );
};

export default Cells;
