const Cenozoic = () => {
  return (
     <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Кайнозой</h1>
        <h2>«Эра новой жизни» — от 66 млн лет назад до наших дней</h2>
        <p>Эра, в которой мы живём сейчас. Главные — млекопитающие 
          и птицы. После вымирания динозавров они быстро эволюционируют: 
          от маленьких зверьков до огромных — индрикотериев 
          (безрогих носорогов), саблезубых кошек, мамонтов.
        </p>
        <h3>
          В кайнозое появились:
        </h3>
          <li>Киты, слоны, лошади, приматы.</li>
          <li>Травы и злаки — огромные степи, а не только леса.</li>
          <li>Примерно 2-3 млн лет назад — первые предки человека (австралопитеки).</li>
          <li>300 тысяч лет назад — Homo sapiens (разумный человек).</li>
          <p>Кайнозой продолжается. Мы живём в его последнем периоде — антропоцене (эпоха человека). Главная особенность: 
            один вид (человек) влияет на планету сильнее, чем любые природные процессы.</p>
      </div>
    </div>
    </div>
  );
};

export default Cenozoic;
