const Genetics = () => {
  return (
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Генетика</h1>
        <p>Генетика — это наука о наследственности.</p>
        <h3>
          Гены:
        </h3>
        <p>
          Представьте, что каждый организм — это книга инструкций. 
          Гены — это отдельные предложения в этой книге. 
          Они написаны в молекуле ДНК, которая свёрнута в хромосомы. 
          У человека 23 пары хромосом — половина от папы, половина от мамы.
          Каждый ген отвечает за какой-то признак.
        </p>
        <h4>
          Гены бывают:
        </h4>
        <li>
          доминантными (сильными)
        </li>
        <li>
          рецессивными (слабыми)
        </li>
        <p>у двух кареглазых родителей рождается 
          голубоглазый ребёнок — родители носили в себе рецессивный ген.</p>
          <p>
            Иногда в генах случаются мутации — опечатки в инструкции. Обычно они безвредны 
            (например, веснушки или сросшаяся мочка уха). Но бывают и серьёзные: 
            гемофилия (несвёртываемость крови), муковисцидоз, болезнь Хантингтона.

            Некоторые болезни передаются от родителей, даже если те сами не болеют — 
            они просто носители. Такие болезни называют рецессивными. Чтобы ребёнок 
            заболел, нужно, чтобы оба родителя передали ему «сломанный» ген.
          </p>
          <h4>
            Интересный факт:
          </h4>
          <p>
            У каждого человека ДНК на 99,9% такая же, как 
            у любого другого 
            Все различия — цвет кожи, 
            разрез глаз, таланты и привычки — 
            умещаются в 0,1% генома. И люди на 60% похожи на бананы 
            (общие гены, отвечающие за базовые клеточные процессы).
          </p>
          
      </div>
    </div>
    </div>
  );
};

export default Genetics;
