const InWater = () => {
  return (
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Водные</h1>
        <h3>
          Водные ресурсы Ростовской области — Таганрогский залив, 
          реки Дон и Северский Донец с притоками, озёра, Манычские
           водохранилища, Миусский лиман и пруды — обеспечивают 
           условия для обитания около 100 видов рыб.
        </h3>
        <h4>
          Большинство видов — пресноводные:
        </h4>
        <li>голавль</li>
        <li>стерлядь</li>
        <li>синец</li>
        <li>линь</li>
        <li>сом</li>
        <li>карась</li>
        <li>щука</li>
        <li>вьюн</li>

        <h4>Наиболее значимо в рыбохозяйственном отношении 
        семейство карповых (26 видов), среди которых:</h4>
        <li>плотва</li>
        <li>тарань</li>
        <li>голавль</li>
        <li>язь</li>
        <li>краснопёрка</li>
        <li>вьюн</li>
        <li>линь</li>
        <li>лещ</li>
        <li>сазан и другие</li>
      <h4>
        Осетровые представлены четырьмя видами:
      </h4>
        <li>белугой</li>
        <li>осетром</li>
        <li>севрюгой</li>
        <li>стерлядь</li>
       <p>
        Некоторые рыбы — проходные: они живут в море,
         но заходят на нерест в притоки Дона. 
         Благодаря мерам по сохранению популяций 
         азово черноморская шемая была исключена 
         из Красной книги после восстановления 
         численности в бассейне Дона.
      </p>
      </div>
      </div>
    </div>
  );
};

export default InWater;
