const Paleozoic = () => {
  return (
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Палеозой</h1>
        <h2>«Эра древней жизни» - от 541 до 252 млн лет назад</h2>
        <h3>
          Палеозой делят на шесть периодов, выделим главное:
        </h3>
          <li>
            Кембрийский взрыв
          </li>
          <p>
            — внезапное появление почти всех типов животных. Трилобиты, первые хищники, скелеты, панцири.
          </p>
        
          <li>
            Появляются рыбы, затем первые наземные растения (псилофиты) — и планета зеленеет.
          </li>
          <li>
            Выход на сушу: первые членистоногие (огромные скорпионы и стрекозы с размахом крыльев в метр), 
            а затем и четвероногие позвоночные — предки амфибий.
          </li>
          <li>
            В конце палеозоя всё растёт: огромные леса из папоротников и хвощей — позже они станут каменным углём.
          </li>
          <li>Великое пермское вымирание (252 млн лет назад) — катастрофа, в которой исчезло 96% морских видов и 70% наземных. 
            Причины: извержения вулканов, изменение климата. Земля почти опустела.
            </li>
          <p>
             Палеозой — эра выхода жизни на сушу и самого массового вымирания за всю историю.
          </p>
        <p>Земля понемногу остывает, появляются первые океаны. Атмосфера ещё без кислородная
           (аммиак, метан, углекислота). Главное событие: 
           зарождается жизнь — первые одноклеточные бактерии и 
           археи. Они научились фотосинтезировать (цианобактерии)
           и начали потихоньку выпускать кислород. Называется это
           кислородная катастрофа — для тогдашних микробов кислород
           был ядом, но он изменил всё.</p>
      </div>
    </div>
    </div>
  );
};

export default Paleozoic;
