const Proterozoic = () => {
  return (
    <div style={{ fontFamily: 'Male2, serif' }}>
    <div className="content-container animate-in">
      <div className="content-card">
        <h1>Протерозой</h1>
        <h2>— от 2,5 млрд до 541 млн лет назад</h2>
        <p>Эра «первичной жизни». Кислород накапливается,
          появляется озоновый слой — теперь ультрафиолет не убивает
          всё живое. Жизнь усложняется: возникают первые эукариоты
          (клетки с ядром), а затем и многоклеточные — губки, медузы,
          черви. К концу протерозоя появляются первые животные с
          твёрдым скелетом. Земля похожа на мутный суп с плавающими
          странными существами.
          </p>
          <h3>
            Интересно!
          </h3>
          <p>Одно из самых грандиозных событий — глобальное оледенение «Земля-снежок», 
            когда льды покрыли всю планету от 
          полюса до полюса. Жизнь чудом выжила.</p>
      </div>
    </div>
    </div>
  );
};

export default Proterozoic;
// 3.  
// 